Repository: jimregan/citizens-information-raw
Catalog: en-ga/www.citizensinformation.ie/ga/death/before_a_death/making_a_will.html.txt.tmx
Source language: en
Languages: ga

source: A will is a witnessed document that sets out in writing the deceased's wishes for his or her possessions, (called his or her 'estate'), after death
ga: Cáipéis fhianaithe is ea uacht a leagann síos i scríbhinn céard atá ag teastáil ón duine marbh maidir lena m(h)aoin, ar a dtugar a (h)eastát, tar éis a b(h)áis

source: Reasons for making a will
ga: Fáthanna ar ceart uacht a dhéanamh

source: It is important for you to make a will because if you do not, and die without a will, the law on intestacy decides what happens to your property
ga: Muna ndéanann, agus má fhaigheann tú bás gan uacht, déanfaidh an dlí díthiomnachta an cinneadh céard a tharlóidh do do mhaoin

source: A will can ensure that proper arrangements are made for your dependants and that your property is distributed in the way you wish after you die, subject to certain rights of spouses/civil partners and children
ga: Déanfaidh uacht cinnte go ndéanfar socruithe cearta maidir le do chleithiúnaithe agus go roinnfear do mhaoin mar is mian leat tar éis do bháis, faoi réir ag cearta áirithe de chuid céilí/páirtnéirí sibhialta agus páistí

source: It is also advisable to complete and keep updated a list of your assets
ga: Tá sé inmholta freisin a chur i gcrích agus a choinneáil cothrom le dáta liosta de do chuid sócmhainní

source: You can use a form such as our form, Where my possessions are kept
ga: Is féidir leat úsáid a bhaint as ár bhfoirm cibé foirm a ordóidh, I gcás ina gcoimeádtar mo sealúchais

source: It will make it easier to identify and trace your assets after you die
ga: Beidh sé a dhéanamh níos éasca a aithint agus a lorg do shócmhainní tar éis tú bás

source: You should keep the list in a safe place
ga: Ba chóir duit a choinneáil ar an liosta in áit shábháilte

source: What happens if you die having made a will
ga: Céard a tharlaíonn má fhaigheann tú bás tar éis duit uacht a dhéanamh

source: If you have made a will, you are called a testator (male) or testatrix (female)
ga: Má tá uacht déanta agat, tugtar tiomnóir (fear) nó bantiomnóir (bean) ort

source: A person who dies having made a valid will is said to have died 'testate'
ga: Nuair a fhaigheann duine a bhfuil uacht bhailí déanta aige/aici bás, deirtear go bhfuair sé/sí bás tiomnach

source: If you die testate, then all your possessions will be distributed in the way you set out in your will
ga: Má fhaigheann tú bás tiomnach, dáilfear do mhaoin ar fad faoi mar a leag tú síos i d'uacht

source: It is the job of the executor or executors you named in your will to make sure this happens
ga: Faoin seiceadóir/seiceadóirí a d'ainmnigh tú i d'uacht atá sé a fhéachaint chuige go dtarlóidh sé seo

source: There are legal limits as to how much of your property goes to which person, as set out in law in the Succession Act, 1965. An executor can be a beneficiary under the will
ga: Tá teorainneacha dlíthiúla ann maidir leis an méid de do mhaoin a théann chuig daoine ar leith, mar a leagtar síos san Acht Comharbais, 1965

source: After you die, somebody has to deal with your estate, by gathering together all your money and possessions, paying any debts you owe and then distributing what is left to the people who are entitled to it
ga: Nuair a fhaigheann tú bás, bíonn ar dhuine éigin d'eastát a réiteach trí d'airgead agus do mhaoin uilig a bhailiú, fiach ar bith a d'fhág tú a íoc, agus ansin an méid atá fágtha a dháileadh ar na daoine atá ina theideal

source: If you leave a will before you die, one or more of the executors you named in your will usually has to get legal permission from the Probate Office or the District Probate Registry for the area in which you lived at the time of death to do this
ga: Má fhágann tú uacht sula bhfaigheann tú bás, de ghnáth beidh ar dhuine de na seiceadóirí a d'ainmnigh tú i d'uacht cead dlithiúil a fháil ón Oifig Phrobháide nó ón gClárlann Phrobháide Dhúiche don cheantar ina raibh tú i do chónaí nuair a fuair tú bás, chun é sin a dhéanamh

source: Permission comes in the form of a document called a Grant of Representation
ga: Tagann an cead i bhfoirm cáipéise ar a dtugtar Deonú Ionadaíochta

source: If you did not name any executors in your will or if the executors are unable or unwilling to apply for a Grant of Representation, documents called Letters of Administration (With Will) are issued
ga: Munar ainmnigh tú seiceadóirí i d'uacht, nó muna bhfuil na seiceadóirí in ann nó toilteanach iarratas a dhéanamh ar Dheonú Ionadaíochta, eisítear cáipéisí ar a dtugar Litreacha Riaracháin (le hUacht)

source: When your estate is distributed, the legal rights of your spouse/civil partner and children, if any, will be fulfilled first after any debts are paid before any other gifts are considered
ga: Nuair a dháiltear d'eastát, comhlíontar cearta do chéile/páirtnéir sibhialta agus do pháistí ar dtús más ann dóibh, tar éis fiacha ar bith a íoc, sula smaoinítear ar bhronntanas ar bith eile

source: What happens if you die without a will or your will is invalid
ga: Céard a tharlaíonn má fhaigheann tú bás gan uacht, nó muna bhfuil d'uacht bailí

source: A person who dies without a will is said to have died 'intestate'
ga: Deirtear faoi dhuine a fhaigheann bás gan uacht a dhéanamh, go bhfuair sé/sí bas díthiomnach

source: If you die intestate, this means your estate, or everything that you own, is distributed in accordance with the law by an administrator
ga: Má fhaigheann tú bás díthiomnach ciallaíonn sé seo go ndáileann riarathóir d'eastáit, nó do mhaoin uilig, de réir an dlí

source: To do this, the administrator needs permission in the form of a Grant of Representation
ga: Chun é sin a dhéanamh bíonn cead ag teastáil ón riarthóir i bhfoirm Deonaithe Ionadaíochta

source: When a person dies without a will or when their will is invalid, this Grant is issued as Letters of Administration by the Probate Office or the District Probate Registry for the area in which the person lived at the time of death
ga: Nuair a fhaigheann duine bás gan uacht, nó nuair a bhíonn a (h)uacht neamhbhailí, eisíonn an Oifig Phrobháide nó an Chlárlann Phrobháide Dhúiche, don cheantar ina raibh an duine ina c(h)ónaí nuair a fuair sé/sí bás, an Deonú seo mar Litreacha Riaracháin

source: Distribution of your estate when you die intestate or have not made a valid will
ga: Dáileadh d'eastáit nuair a fhaigheann tú bás díthiomnach, nó nuair nach mbíonn uacht bhailí déanta agat

source: The legal rules governing the distribution of your property apply:
ga: Cuirtear na rialacha dlíthiúla a riarann dáileadh d’eastáit i bhfeidhm:

source: • When you have not made a will
ga: • Nuair nach mbíonn uacht déanta agat

source: • When the will has been denied probate because it has not been made properly or a challenge to it has been successful
ga: • Nuair a dhiúltaítear probháid don uacht mar nach raibh sí déanta i gceart, nó má d'éirigh le hagóid ina coinne

source: • When the will does not completely deal with all your possessions
ga: • Nuair nach gcaitheann an uacht go hiomlán le do mhaoin uilig

source: In these cases, after debts and expenses have been deducted, the estate is distributed in the following way
ga: Sna cásanna seo, nuair a bhíonn fiacha agus costais bainte de, dáilítear an t-eastát mar a leanas

source: If you are survived by:
ga: Má mhaireann i do dhiaidh:

source: • A spouse/civil partner but no children (or grandchildren): your spouse/civil partner gets the entire estate
ga: • Céile/páirtnéir sibhialta, ach muna maireann clann (nó garchlann): faigheann do chéile/páirtnéir sibhialta an t-eastát uilig

source: • A spouse/civil partner and children: your spouse/civil partner gets two-thirds of your estate and the remaining one-third is divided equally among your children
ga: • Céile/páirtnéir sibhialta agus páistí: Faigheann do chéile/páirtnéir sibhialta dhá thrian d'eastáit, agus dáiltear an trian eile go cothrom ar do pháistí

source: If one of your children has died, that share goes to his/her children
ga: Má tá duine de do pháistí tar éis bás a fháil, tabharfar an chuid sin dá p(h)áistí siúd

source: • Children, but no spouse/civil partner: your estate is divided equally among your children (or their children)
ga: • Páistí, ach muna maireann céile/páirtnéir sibhialta: dáiltear d'eastát ar do pháistí (nó a bpáistí siúd)

source: • Parents, but no spouse/civil partner or children: your estate is divided equally between your parents or given entirely to one parent if only one survives
ga: • Tuismitheoirí, ach muna maireann céile/páirtnéir sibhialta ná páistí: roinntear d'eastát go cothrom ar do thuismitheoirí, nó tugtar ina iomláine do thuismitheoir amháin é muna maireann ach duine amháin

source: • Brothers and sisters only: your estate is shared equally among them, with the children of a deceased brother or sister taking his/her share
ga: • Deartháireacha agus deirfiúracha amháin: roinntear d'eastát go cothrom eatarthu, agus tógann páistí dearthár nó deirféar atá básaithe a c(h)uid

source: • Nieces and nephews only: your estate is divided equally among those surviving
ga: • Neachtanna agus nianna amháin: roinntear d'eastát go cothrom eatarthu siúd a mhaireann

source: • Other relatives only: your estate is divided equally between the nearest equal relationship
ga: • Gaolta eile amháin: roinntear d'eastát go cothrom idir na daoine a bhfuil an gaol cothrom is gaire duit acu

source: • No relatives: your estate goes to the state
ga: • Gaol ar bith: faigheann an stát d'eastát

source: The requirements of a valid will
ga: Na coinníollacha a bhaineann le huacht bhailí

source: It is possible to draw up a will yourself or you can hire a solicitor to help you
ga: Is féidir uacht a dhreachtadh tú féin, nó is féidir dlíodóir a fhostú chun cabhrú leat

source: For a will to be legally valid, the following rules apply:
ga: Chun go mbeidh uacht bailí ό thaobh an dlí de, cuirtear na rialacha seo a leanas i bhfeidhm:

source: • The will must be in writing
ga: • Caithfidh an uacht a bheith i scríbhinn

source: • You must be over 18 (if you are or have been married you can be under 18)
ga: • Ní mór duit a bheith os cionn 18 (má tá tú pósta faoi láthair nó má bhí tú pósta, is féidir leat a bheith faoi 18)

source: • You must be of sound mind
ga: • Ní foláir duit a bheith slán ó thaobh intinne de

source: • You must sign or mark the will or acknowledge the signature or mark in the presence of two witnesses
ga: • Caithfidh tú an uacht a shíniú, nó a mharcáil, nó an síniú nó an marc a admháil i láthair beirt fhinnéithe

source: • Your two witnesses must sign the will in your presence
ga: • Ní foláir do do bheirt fhinnéithe an uacht a shíniú i do láthair

source: • Your two witnesses cannot be people who will gain from your will and they must be present with you at the same time for their attestation to be valid
ga: • Ní fhéadfadh na finnéithe leas a bhaint as d'uacht, agus caithfidh siad a bheith i láthair leat ag an am céanna chun go mbeidh a ndearbhú bailí

source: The witnesses' spouses/civil partners also cannot gain from your will
ga: Na céilí/páirtnéirí sibhialta de na finnéithe nach féidir a fháil chomh maith ó do huachta

source: • Your witnesses must see you sign the will but they do not have to see what is written in it
ga: • Caithfidh d'fhinnéithe tú a fheiceáil ag síniú na huachta, ach ní chaithfidh siad céard atá scríofa inti a fheiceáil

source: • The signature or mark must be at the end of the will
ga: • Caithfidh an síniú nó an marc a bheith ag deireadh na huachta

source: These are legal requirements and if they any of them are not met, the will is not valid
ga: Is coinníollacha dlíthiúla iad seo agus má bhíonn aon ceann acu nach bhfuil comhlíonta, ní bheidh an uacht bailí

source: If you want to change your will after you make it, you can add a codicil (amendment or change) to your will; this codicil must meet the same requirements set out above
ga: Má bhíonn tú ag iarraidh d'uacht a athrú tar éis duit í a dhéanamh, is féidir leat codaisíl (athrú nó leasú) a chur le d'uacht; caithfidh an chodaisíl seo na coinníollacha céanna thuasluaite a chomhlíonadh

source: The format of the will
ga: Leagan amach na huachta

source: You do not have to have your will in any set format
ga: Ní chaithfidh tú leagan amach ar leith a chur ar d'uacht

source: However, it is important that the will has the following:
ga: Tá sé tábhachtach, áfach, go mbíonn na rudaí seo a leanas inti:

source: • Your name and address
ga: • D'ainm agus do sheoladh

source: • A statement that says you revoke or disown all earlier wills or codicils, such as "I hereby revoke all former wills and testamentary instruments made by me and declare this to be my last will and testament"
ga: • Ráiteas a deir go dtarraingíonn tú siar nó go séanann tú gach uacht nό codaisíl a rinne tú níos luaithe mar shampla "Leis seo cúlghairim na hiaruachtanna agus na hiarionstraimí tiomnacha uilig a rinne mé agus dearbhaím gurb í seo m'uacht dheireanach agus gurb é seo mo thiomna deireanach"

source: • A clause or section of your will that appoints one or more executors, or people who will carry out your wishes in your will after you die, and stating these executors' names and addresses
ga: • Clásal nó rannóg de d'uacht a ainmníonn seachadóir nó seachadóirí, nó daoine a chuirfidh do thoil i gcrích tar éis do bháis, agus ag tabhairt ainmneacha agus seoltaí na seachadóirí seo

source: • A residuary clause, which is a section in your will that sets out how property not effectively dealt with in the will should be distributed
ga: • Clásál iarmharach, is é sin rannóg i d'uacht a leagann síos an chaoi ar cheart maoin a dháileadh nár caitheadh leis go héifeachtach i d'uacht

source: This is important because specific bequests, such as "I leave x
ga: Bíonn sé seo tábhachtach mar d'fhéadfadh tiomnacht ar leith, ar nós "Fágaim x do Sheán Ó Murchú" a chliseadh (mar go meastar nach bhfuil sé bailí)

source: to Sean Murphy" can fail (be considered invalid), and then revert to the residue to be decided by this residuary clause
ga: Ansin téann sé i bhfrithdhílse don iarmhar a bhíonn clúdaithe ag an gclásal iarmharach seo

source: Your residuary clause could say that anything not covered in your will would be a gift or legacy to someone, like "The remainder of my estate I leave to my daughter, Mary"
ga: D'fhéadfadh do chlásaliarmharach a rá go mbeadh rud ar bith nach gclúdaíonn d'uacht mar bhronntanas nó tiomna do dhuine ar leith, ar nós "Fágaim fuíoll m'eastáit do m'iníon, Máire"

source: • Your will should be dated and signed by you and your witnesses
ga: • Ba cheart go mbeadh d'uacht dátaithe agus sínithe agat agus ag d'fhinnéithe

source: Usually, these signatures are underneath a line in the will that states "Signed by the testator in the presence of us and by us in the presence of the testator"
ga: De ghnáth bíonn na sínithe faoi líne san uacht a deir "Sínithe ag an tiomnóir inár láthair agus sínithe againn i láthair an tiomnóra"

source: This statement is called "an attestation clause"
ga: Tugtar "clásal dearbhaithe" ar an gclasál seo

source: An attestation clause is not a formal requirement of a valid will, but it is advisable to include it in your will as it constitutes evidence that your will has been validly executed
ga: Ní coinníoll foirmeálta de chuid uachta bailí é clásal dearbhaithe, ach moltar duit é a chur i d'uacht mar fhianaise go bhforghníomhaíodh d'uacht go bailí

source: What if the testator in unable to sign or make a mark?
ga: Céard a tharlaíonn muna bhfuil an tiomnóir in ann síniú nó marc a dhéanamh?

source: If you are unable to sign your will due to ill-health or illiteracy, it is acceptable for you to sign your will by means of a mark
ga: Muna bhfuil tú in ann d'uacht a shíniú mar gheall ar easláinte nó neamhlitearthacht, glacfar leis má shíníonn tú le marc

source: If you are physically disabled to the extent that you are unable to sign or mark your will, it is possible for you to direct an agent or representative to sign your will for you
ga: Má tá míchumas fisiciúil ort ionas nach bhfuil tú in ann d'uacht a shíniú ná marc a chur uirthi, is féidir leat ordú a thabhairt do ghníomhaire nó d'ionadaí d'uacht a shíniú ar do shon

source: Your agent must sign the will in your presence and on your direction and your two witnesses must be present
ga: Ní foláir don ghníomhaire an uacht a shíniú i do láthair agus de réir d'ordaithe, agus caithfidh do bheirt fhinnéithe a bheith i láthair

source: You then adopt this signature as your own
ga: Uchtaíonn tú an siniú seo mar do shíniú féin

source: The sound mind requirement
ga: Coinníoll na hintinne sláine

source: In order to make a valid will, you must not only set out your wishes in a written and witnessed document, but you must also have, in the eyes of the law, the mental capacity to do so
ga: Chun uacht bhailí a dhéanamh bíonn ort, de réir an dlí, a bheith slán ó thaobh intinne de chomh maith le do thoil a chur síos i gcáipéis scríofa agus fianaithe

source: This means you must make your will with "understanding and reason" and not be suffering from mental conditions such as delusion, insane suspicion or aversion
ga: Ciallaíonn sé seo go gcaithfidh tú d'uacht a dhéanamh le "tuiscint agus réasún" agus gan a bheith ag fulaingt galar intinne mar sheachrán céille, amhras éigéillí nó col

source: It is your mental condition at the time you made your will is that legally relevant
ga: Is í do riocht intinne ag an am a rinne tú d'uacht a bhíonn bailí de réir dlí

source: If you suffer from any mental disorder, it is important that evidence is left with your will (for example, from a doctor) that proves you were mentally competent at the time you made the will
ga: Má tá galar intinne ar bith ort, tá sé tábhachtach go bhfágtar fianaise le d'uacht (mar shampla ó dhochtúir) a dhearbhaíonn go raibh tú ábalta go hintinneach nuair a rinne tú an uacht

source: Otherwise, your will can be open to challenge
ga: Murach é sin d’fhéadfaí agóid a dhéanamh i gcoinne d'uachta

source: Your will can also be challenged on the basis that you were acting under pressure or undue influence when you made it so it is important that you get independent legal advice and not use the services of a solicitor of any potential beneficiary of your will
ga: D'fhéadfaí agóid a dhéanamh i gcoinne d'uachta chomh maith de bharr go raibh tú ag feidhmiú faoi bhrú nó faoi thionchar míchuí. Mar sin tá sé tábhachtach go bhfaigheann tú comhairle dlí neamhspleách, agus nach mbaineann tú úsáid as seirbhísí dlíodóra atá ag obair ar son duine ar bith a d'fhéadfadh tairbhe a bhaint as d'uacht

source: Changing or revoking your will
ga: D'uacht a athrú nó a chúlghairm

source: If you want to change your will, you and your witnesses must sign or initial the will in the margin of the page beside the changes
ga: Má tá tú ag iarraidh d'uacht a athrú, ní foláir duitse agus do do fhinnéithe an uacht a shíniú, nó do cheannlitreacha a chur, ar chiumhais an leathanaigh le hais na n-athruithe

source: You can also change your will in the form of a memorandum or written note that is signed by you and your witnesses that refers clearly to the changes
ga: Is féidir leat d'uacht a athrú chomh maith i bhfoirm meamraim nó nóta scríofa a shíníonn tú agus d'fhinnéithe agus a dhéanann tagairt shoiléir do na hathruithe

source: To change your will, you can also make a separate document, called a codicil, which is like an update added to the end of your will
ga: Chun d'uacht a athrú, is féidir leat cáipéis ar leith a dhéanamh ar a dtugtar codaisíl. Tá sí cosúil le haguisín suas chun dáta curtha le deireadh d'uachta

source: This document, again signed by you and your witnesses, should set out clearly and accurately the changes you want to make to your will
ga: Ba cheart go leagfadh an cháipéis seo síos go soiléir agus go cruinn na hathruithe atá tú ag iarraidh a dhéanamh ar d’uacht, agus go mbeadh sí sínithe agat agus ag d'fhinnéithe

source: These changes are then legally binding
ga: Bíonn na hathruithe seo ceangailteach go dlíthiúil

source: However, if you plan to make a lot of changes to your will, instead of adding a codicil, it might be easier to simply revoke or disown your current will and make a new one, using the same procedures
ga: Má tá sé i gceist agat go leor athruithe a dhéanamh ar d'uacht, áfach, d'fhéadfadh sé a bheith níos éasca d'uacht reatha a chúlghairm nó a shéanadh in áit codaisíl a chur léi, agus ceann nua a dhéanamh, ag baint úsáide as na modhanna oibre céanna

source: It is always possible for you to revoke your will
ga: Is féidir leat i gcónaí d'uacht a chulghairm

source: This can only be challenged if your mental capacity when you revoked your will is called into question
ga: Ní féidir agóid a dhéanamh ina coinne ach amháin má tá amhras ann faoi do chumas intinne nuair a chulghairm tú d'uacht

source: Your will shall be revoked automatically in certain situations:
ga: Cúlghairmeofar d’uacht go huathoibríoch i gcásanna áirithe:

source: • If you marry or enter into a civil partnership, your will shall be revoked, unless your will was made in contemplation of that marriage or civil partnership
ga: • Má phósann tú nó páirtnéireacht shibhialta a dhéanamh cúlghairmeofar d'uacht, ach amháin má rinneadh í agus an pósadh á bheartú

source: • If you make another will, the first will you made shall be revoked
ga: • Má dhéanann tú uacht eile, cúlghairmeofar an chéad cheann

source: • If you draw up a written document that is executed in accordance with the requirements for a will, your first will shall be revoked
ga: • Má dhréachtann tú cáipéis scríofa a fhorghníomhaítear mar is dual d'uacht, cúlghairmeofar do chéad uacht

source: • If you burn, tear or destroy your will, it will no longer be considered valid
ga: • Má dhónn tú, má stróiceann tú, nó má scriosann tú d'uacht, ní glacfar leis níos mó go bhfuil sí bailí

source: Or, if you have someone else destroy it, your will shall be revoked, provided this was done in your presence, with your consent, and with the intention of revoking your will
ga: Má iarrann tú ar dhuine eile í a scriosadh, cúlghairmeofar d'uacht, má rinneadh é i do láthair, le do chead, agus é ar intinn agat d'uacht a chúlghairm

source: Legal rights of spouses, civil partners and children when there is a valid will
ga: Cearta dlíthiúla céilí, páirtnéirí sibhialta agus páistí

source: In general, you are free to dispose of your belongings or estate as you wish, but your will is subject to certain rights of spouses/civil partners and other more limited rights of children
ga: Go ginearálta, tá saoirse agat do mhaoin nó d'eastát a dháileadh mar is mian leat, ach bíonn d'uacht faoi réir ag cearta áirithe céilí/páirtnéirí sibhialta, agus cearta níos teoranta páistí

source: These rights are set out below
ga: Leagtar amach na cearta sin thíos

source: Rights of a spouse or civil partner
ga: Cearta céile nó páirtnéir sibhialta

source: If you have left a will, and your spouse/civil partner has never renounced or given up his/her rights to your estate, and is not "unworthy to succeed" in legal terms, then that spouse/civil partner is entitled to what is called a "legal right share" of your estate
ga: Má d'fhág tú uacht, agus munar thréig do chéile/páirtnéir sibhialta a c(h)earta do d'eastát, agus munar rud é "nach bhfuil sé/sí inchurtha leis an oidreacht" i dtéarmaí dlíthiúla bíonn an céile/páirtnéir sibhialta sin i dteideal ruda ar a dtugtar "cuid cheart dhlíthiúil" de d'eastát

source: This legal right share is:
ga: Is éard atá sa chuid cheart dhlíthiúil seo ná leath d'eastáit muna bhfuil páistí agat, agus trian de má tá páistí agat

source: • One-half of your estate if you do not have children
ga: Ní chaithfidh do chéile/páirtnéir sibhialta dul chun na cúirte chun an chuid seo a fháil
